export const ru = {
  booking: {
    newTitle: "📌 *Новое бронирование!*",
    client: "Клиент",
    phone: "Телефон",
    specialist: "Специалист",
    services: "Услуги",
    total: "Итого",
    date: "Дата",
    time: "Время",
    link: "Ссылка",
    clientGreeting: "👋 Привет, {name}!",
    clientSuccess: "Вы успешно записались в *{companyName}*.",
    statusInfo: "🔔 *Статус записи:* Вы всегда можете проверить актуальный статус по ссылке ниже:",
    thanks: "Спасибо, что выбрали нас!",
    source: "Источник записи",
    sourceTelegram: "Telegram-бот",
    sourceWeb: "Веб-сайт",
  },
  marketing: {
    greeting: "👋 Привет, {clientName}!",
    message: "Прошло уже 20 дней с вашего последнего визита в *{booking.company.name}*.",
    message2: "Самое время обновить стрижку или процедуру! ✨",
    info: "Записаться онлайн можно тут:",
    waitingYou: "Ждем вас снова!"
  },
  statusMessages: {

    confirmedTitle: "✅ *Запись подтверждена!*",
    confirmedBody: "Приятные новости, {name}! Ваша запись в *{companyName}* подтверждена специалистом.",
    waitingYou: "Ждем вас! Если планы изменятся, пожалуйста, сообщите нам заранее или отмените.",

    cancelledTitle: "❌ *Запись отменена*",
    cancelledBody: "Здравствуйте, {name}. К сожалению, ваша запись в *{companyName}* на {date} в {time} была отменена.",
    cancelledFooter: "Если у вас возникли вопросы, вы можете связаться с нами или выбрать другое время для записи по ссылке:",
  },
  common: {
    details: "Детали",
    specialist: "Специалист",
    services: "Услуги",
    date: "Дата",
    time: "Время",
    total: "Итого",
    sum: "сум",
  },
};